[
  {
    "id": "id-0",
    "quote": "The will to win, the desire to succeed, the urge to reach your full potential... these are the keys that will unlock the door to personal excellence.",
    "author": "Confucius",
    "author-link": "/authors/confucius-quotes"
  },
  {
    "id": "id-1",
    "quote": "All labor that uplifts humanity has dignity and importance and should be undertaken with painstaking excellence.",
    "author": "Martin Luther King, Jr.",
    "author-link": "/authors/martin-luther-king-jr-quotes"
  },
  {
    "id": "id-2",
    "quote": "By appreciation, we make excellence in others our own property.",
    "author": "Voltaire",
    "author-link": "/authors/voltaire-quotes"
  },
  {
    "id": "id-3",
    "quote": "To fight and conquer in all our battles is not supreme excellence; supreme excellence consists in breaking the enemy's resistance without fighting.",
    "author": "Sun Tzu",
    "author-link": "/authors/sun-tzu-quotes"
  },
  {
    "id": "id-4",
    "quote": "Moral excellence comes about as a result of habit. We become just by doing just acts, temperate by doing temperate acts, brave by doing brave acts.",
    "author": "Aristotle",
    "author-link": "/authors/aristotle-quotes"
  },
  {
    "id": "id-5",
    "quote": "Be a yardstick of quality. Some people aren't used to an environment where excellence is expected.",
    "author": "Steve Jobs",
    "author-link": "/authors/steve-jobs-quotes"
  },
  {
    "id": "id-6",
    "quote": "Perfection is not attainable, but if we chase perfection we can catch excellence.",
    "author": "Vince Lombardi",
    "author-link": "/authors/vince-lombardi-quotes"
  },
  {
    "id": "id-7",
    "quote": "Character is just another word for having a perfectly disciplined and educated will. A person can make his own character by blending these elements with an intense desire to achieve excellence. Everyone is different in what I will call magnitude, but the capacity to achieve character is still the same.",
    "author": "Vince Lombardi",
    "author-link": "/authors/vince-lombardi-quotes"
  },
  {
    "id": "id-8",
    "quote": "No student ever attains very eminent success by simply doing what is required of him: it is the amount and excellence of what is over and above the required, that determines the greatness of ultimate distinction.",
    "author": "Charles Kendall Adams",
    "author-link": "/authors/charles-kendall-adams-quotes"
  },
  {
    "id": "id-9",
    "quote": "Perfect friendship is the friendship of men who are good, and alike in excellence; for these wish well alike to each other qua good, and they are good in themselves.",
    "author": "Aristotle",
    "author-link": "/authors/aristotle-quotes"
  },
  {
    "id": "id-10",
    "quote": "Excellence, then, is a state concerned with choice, lying in a mean, relative to us, this being determined by reason and in the way in which the man of practical wisdom would determine it.",
    "author": "Aristotle",
    "author-link": "/authors/aristotle-quotes"
  },
  {
    "id": "id-11",
    "quote": "We need to internalize this idea of excellence. Not many folks spend a lot of time trying to be excellent.",
    "author": "Barack Obama",
    "author-link": "/authors/barack-obama-quotes"
  },
  {
    "id": "id-12",
    "quote": "The quality of a person's life is in direct proportion to their commitment to excellence, regardless of their chosen field of endeavor.",
    "author": "Vince Lombardi",
    "author-link": "/authors/vince-lombardi-quotes"
  },
  {
    "id": "id-13",
    "quote": "To see victory only when it is within the ken of the common herd is not the acme of excellence.",
    "author": "Sun Tzu",
    "author-link": "/authors/sun-tzu-quotes"
  },
  {
    "id": "id-14",
    "quote": "Supreme excellence consists in breaking the enemy's resistance without fighting.",
    "author": "Sun Tzu",
    "author-link": "/authors/sun-tzu-quotes"
  },
  {
    "id": "id-15",
    "quote": "Excellence is the best deterrent to racism or sexism.",
    "author": "Oprah Winfrey",
    "author-link": "/authors/oprah-winfrey-quotes"
  },
  {
    "id": "id-16",
    "quote": "I was raised to believe that excellence is the best deterrent to racism or sexism. And that's how I operate my life.",
    "author": "Oprah Winfrey",
    "author-link": "/authors/oprah-winfrey-quotes"
  },
  {
    "id": "id-17",
    "quote": "If you are going to achieve excellence in big things, you develop the habit in little matters. Excellence is not an exception, it is a prevailing attitude.",
    "author": "Colin Powell",
    "author-link": "/authors/colin-powell-quotes"
  },
  {
    "id": "id-18",
    "quote": "Excellence is to do a common thing in an uncommon way.",
    "author": "Booker T. Washington",
    "author-link": "/authors/booker-t-washington-quotes"
  },
  {
    "id": "id-19",
    "quote": "The secret of living a life of excellence is merely a matter of thinking thoughts of excellence. Really, it's a matter of programming our minds with the kind of information that will set us free.",
    "author": "Charles R. Swindoll",
    "author-link": "/authors/charles-r-swindoll-quotes"
  },
  {
    "id": "id-20",
    "quote": "The test of the artist does not lie in the will with which he goes to work, but in the excellence of the work he produces.",
    "author": "Thomas Aquinas",
    "author-link": "/authors/thomas-aquinas-quotes"
  },
  {
    "id": "id-21",
    "quote": "I believe the destiny of your generation - and your nation - is a rendezvous with excellence.",
    "author": "Lyndon B. Johnson",
    "author-link": "/authors/lyndon-b-johnson-quotes"
  },
  {
    "id": "id-22",
    "quote": "The noblest search is the search for excellence.",
    "author": "Lyndon B. Johnson",
    "author-link": "/authors/lyndon-b-johnson-quotes"
  },
  {
    "id": "id-23",
    "quote": "The true spirit of delight, the exaltation, the sense of being more than Man, which is the touchstone of the highest excellence, is to be found in mathematics as surely as poetry.",
    "author": "Bertrand Russell",
    "author-link": "/authors/bertrand-russell-quotes"
  },
  {
    "id": "id-24",
    "quote": "Those who attain any excellence, commonly spend life in one pursuit; for excellence is not often gained upon easier terms.",
    "author": "Samuel Johnson",
    "author-link": "/authors/samuel-johnson-quotes"
  },
  {
    "id": "id-25",
    "quote": "Excellence is a continuous process and not an accident.",
    "author": "A. P. J. Abdul Kalam",
    "author-link": "/authors/a-p-j-abdul-kalam-quotes"
  },
  {
    "id": "id-26",
    "quote": "Simplicity in character, in manners, in style; in all things the supreme excellence is simplicity.",
    "author": "Henry Wadsworth Longfellow",
    "author-link": "/authors/henry-wadsworth-longfello-quotes"
  },
  {
    "id": "id-27",
    "quote": "In character, in manner, in style, in all things, the supreme excellence is simplicity.",
    "author": "Henry Wadsworth Longfellow",
    "author-link": "/authors/henry-wadsworth-longfello-quotes"
  },
  {
    "id": "id-28",
    "quote": "Life's like a play: it's not the length, but the excellence of the acting that matters.",
    "author": "Lucius Annaeus Seneca",
    "author-link": "/authors/lucius-annaeus-seneca-quotes"
  },
  {
    "id": "id-29",
    "quote": "Neither a life of anarchy nor one beneath a despot should you praise; to all that lies in the middle a god has given excellence.",
    "author": "Aeschylus",
    "author-link": "/authors/aeschylus-quotes"
  },
  {
    "id": "id-30",
    "quote": "I had spent many years pursuing excellence, because that is what classical music is all about... Now it was dedicated to freedom, and that was far more important.",
    "author": "Nina Simone",
    "author-link": "/authors/nina-simone-quotes"
  },
  {
    "id": "id-31",
    "quote": "In my judgment, physical fitness is basic to all forms of excellence and to a strong, confident nation.",
    "author": "Robert Kennedy",
    "author-link": "/authors/robert-kennedy-quotes"
  },
  {
    "id": "id-32",
    "quote": "What starts the process, really, are laughs and slights and snubs when you are a kid. If your anger is deep enough and strong enough, you learn that you can change those attitudes by excellence, personal gut performance.",
    "author": "Richard M. Nixon",
    "author-link": "/authors/richard-m-nixon-quotes"
  },
  {
    "id": "id-33",
    "quote": "Apart from the fact that any hardy exercise conduces much to the training and formation of a soldier, pig-sticking tends to give a man what is called a 'stalker's eye,' but which, par excellence, is the soldier's eye.",
    "author": "Robert Baden-Powell",
    "author-link": "/authors/robert-baden-powell-quotes"
  },
  {
    "id": "id-34",
    "quote": "Excellence encourages one about life generally; it shows the spiritual wealth of the world.",
    "author": "George Eliot",
    "author-link": "/authors/george-eliot-quotes"
  },
  {
    "id": "id-35",
    "quote": "Excellence always sells.",
    "author": "Earl Nightingale",
    "author-link": "/authors/earl-nightingale-quotes"
  },
  {
    "id": "id-36",
    "quote": "Excellence is not a skill, it's an attitude.",
    "author": "Ralph Marston",
    "author-link": "/authors/ralph-marston-quotes"
  },
  {
    "id": "id-37",
    "quote": "We should not judge people by their peak of excellence; but by the distance they have traveled from the point where they started.",
    "author": "Henry Ward Beecher",
    "author-link": "/authors/henry-ward-beecher-quotes"
  },
  {
    "id": "id-38",
    "quote": "What house, bloated with luxury, ever became prosperous without a woman's excellence?",
    "author": "Sophocles",
    "author-link": "/authors/sophocles-quotes"
  },
  {
    "id": "id-39",
    "quote": "In a person's career, well, if you're process-oriented and not totally outcome-oriented, then you're more likely to be success. I often say 'pursue excellence, ignore success.' Success is a by-product of excellence.",
    "author": "Deepak Chopra",
    "author-link": "/authors/deepak-chopra-quotes"
  },
  {
    "id": "id-40",
    "quote": "The fact that my songs take a long time to write is no guarantee of their excellence.",
    "author": "Leonard Cohen",
    "author-link": "/authors/leonard-cohen-quotes"
  },
  {
    "id": "id-41",
    "quote": "For all my friends in the media who like quotes, mark this quote down. From this day on I'd like to be known as 'The Big Aristotle' because Aristotle once said, 'Excellence is not a singular act; it's a habit. You are what you repeatedly do.'",
    "author": "Shaquille O'Neal",
    "author-link": "/authors/shaquille-oneal-quotes"
  },
  {
    "id": "id-42",
    "quote": "Next to excellence is the appreciation of it.",
    "author": "William Makepeace Thackeray",
    "author-link": "/authors/william-makepeace-thacker-quotes"
  },
  {
    "id": "id-43",
    "quote": "Let America first praise mediocrity even, in her children, before she praises... the best excellence in the children of any other land.",
    "author": "Herman Melville",
    "author-link": "/authors/herman-melville-quotes"
  },
  {
    "id": "id-44",
    "quote": "I actually support President Obama's initiatives on early childhood. He has appointed me as a commissioner to consult his administration on educational excellence for Hispanics in the U.S. We try to find ways to improve the education system for Hispanics in America, to achieve excellence.",
    "author": "Shakira",
    "author-link": "/authors/shakira-quotes"
  },
  {
    "id": "id-45",
    "quote": "When superstition is allowed to perform the task of old age in dulling the human temperament, we can say goodbye to all excellence in poetry, in painting, and in music.",
    "author": "Denis Diderot",
    "author-link": "/authors/denis-diderot-quotes"
  },
  {
    "id": "id-46",
    "quote": "By constant contemplation of excellence, we clear our selfhood of all dross and impurities.",
    "author": "Orison Swett Marden",
    "author-link": "/authors/orison-swett-marden-quotes"
  },
  {
    "id": "id-47",
    "quote": "Losing a game is heartbreaking. Losing your sense of excellence or worth is a tragedy.",
    "author": "Joe Paterno",
    "author-link": "/authors/joe-paterno-quotes"
  },
  {
    "id": "id-48",
    "quote": "When a team outgrows individual performance and learns team confidence, excellence becomes a reality.",
    "author": "Joe Paterno",
    "author-link": "/authors/joe-paterno-quotes"
  },
  {
    "id": "id-49",
    "quote": "Excellent firms don't believe in excellence - only in constant improvement and constant change.",
    "author": "Tom Peters",
    "author-link": "/authors/tom-peters-quotes"
  },
  {
    "id": "id-50",
    "quote": "Vision is dandy, but sustainable company excellence comes from a huge stable of able managers.",
    "author": "Tom Peters",
    "author-link": "/authors/tom-peters-quotes"
  },
  {
    "id": "id-51",
    "quote": "One of the biggest problems of 'In Search of Excellence' is that it focused on giant, publicly-traded companies. There are thousands upon thousands of excellent companies. Some of them are two-person accountancies in a community of three thousand people.",
    "author": "Tom Peters",
    "author-link": "/authors/tom-peters-quotes"
  },
  {
    "id": "id-52",
    "quote": "'In Search of Excellence' was an afterthought, the runt of the McKinsey consulting litter, a hip-pocket project that was never supposed to amount to much.",
    "author": "Tom Peters",
    "author-link": "/authors/tom-peters-quotes"
  },
  {
    "id": "id-53",
    "quote": "'In Search of Excellence' - even the title - is a reminder that business isn't dry, dreary, boring, or by the numbers. Life at work can be cool - and work that's cool isn't confined to Tiger Woods, Yo-Yo Ma, or Tom Hanks. It's available to all of us and any of us.",
    "author": "Tom Peters",
    "author-link": "/authors/tom-peters-quotes"
  },
  {
    "id": "id-54",
    "quote": "Mittelstand companies are incredibly focused and almost always family-run. The young men and women go through the apprenticeship system and learn that the goal is excellence.",
    "author": "Tom Peters",
    "author-link": "/authors/tom-peters-quotes"
  },
  {
    "id": "id-55",
    "quote": "The pursuit of excellence is less profitable than the pursuit of bigness, but it can be more satisfying.",
    "author": "David Ogilvy",
    "author-link": "/authors/david-ogilvy-quotes"
  },
  {
    "id": "id-56",
    "quote": "We are what we repeatedly do. Excellence, then, is not an act, but a habit.",
    "author": "Will Durant",
    "author-link": "/authors/will-durant-quotes"
  },
  {
    "id": "id-57",
    "quote": "Desire is the key to motivation, but it's determination and commitment to an unrelenting pursuit of your goal - a commitment to excellence - that will enable you to attain the success you seek.",
    "author": "Mario Andretti",
    "author-link": "/authors/mario-andretti-quotes"
  },
  {
    "id": "id-58",
    "quote": "Desire is the key to motivation, but it's the determination and commitment to unrelenting pursuit of your goal - a commitment to excellence - that will enable you to attain the success you seek.",
    "author": "Mario Andretti",
    "author-link": "/authors/mario-andretti-quotes"
  },
  {
    "id": "id-59",
    "quote": "There are no shortcuts to true excellence.",
    "author": "Angela Duckworth",
    "author-link": "/authors/angela-duckworth-quotes"
  },
  {
    "id": "id-60",
    "quote": "We often choose a friend as we do a mistress - for no particular excellence in themselves, but merely from some circumstance that flatters our self-love.",
    "author": "William Hazlitt",
    "author-link": "/authors/william-hazlitt-quotes"
  },
  {
    "id": "id-61",
    "quote": "Excellence is being able to perform at a high level over and over again. You can hit a half-court shot once. That's just the luck of the draw. If you consistently do it... that's excellence.",
    "author": "Jay-Z",
    "author-link": "/authors/jay-z-quotes"
  },
  {
    "id": "id-62",
    "quote": "I am careful not to confuse excellence with perfection. Excellence I can reach for; perfection is God's business.",
    "author": "Michael J. Fox",
    "author-link": "/authors/michael-j-fox-quotes"
  },
  {
    "id": "id-63",
    "quote": "The secret of joy in work is contained in one word - excellence. To know how to do something well is to enjoy it.",
    "author": "Pearl S. Buck",
    "author-link": "/authors/pearl-s-buck-quotes"
  },
  {
    "id": "id-64",
    "quote": "When the economy goes sour, there are three different kinds of restaurants that do well: the smaller-scale neighborhood restaurants that don't ask much of you; those that have banked enormous goodwill by offering great value during the boom; and those with proven records of excellence, a sure thing.",
    "author": "Danny Meyer",
    "author-link": "/authors/danny-meyer-quotes"
  },
  {
    "id": "id-65",
    "quote": "It's the job of any business owner to be clear about the company's nonnegotiable core values. They're the riverbanks that help guide us as we refine and improve on performance and excellence. A lack of riverbanks creates estuaries and cloudy waters that are confusing to navigate. I want a crystal-clear, swiftly flowing stream.",
    "author": "Danny Meyer",
    "author-link": "/authors/danny-meyer-quotes"
  },
  {
    "id": "id-66",
    "quote": "The society which scorns excellence in plumbing as a humble activity and tolerates shoddiness in philosophy because it is an exalted activity will have neither good plumbing nor good philosophy: neither its pipes nor its theories will hold water.",
    "author": "John W. Gardner",
    "author-link": "/authors/john-w-gardner-quotes"
  },
  {
    "id": "id-67",
    "quote": "Some people have greatness thrust upon them. Very few have excellence thrust upon them.",
    "author": "John W. Gardner",
    "author-link": "/authors/john-w-gardner-quotes"
  },
  {
    "id": "id-68",
    "quote": "Excellence is doing ordinary things extraordinarily well.",
    "author": "John W. Gardner",
    "author-link": "/authors/john-w-gardner-quotes"
  },
  {
    "id": "id-69",
    "quote": "The idea for which this nation stands will not survive if the highest goal free man can set themselves is an amiable mediocrity. Excellence implies striving for the highest standards in every phase of life.",
    "author": "John W. Gardner",
    "author-link": "/authors/john-w-gardner-quotes"
  },
  {
    "id": "id-70",
    "quote": "Whoever I am, or whatever I am doing, some kind of excellence is within my reach.",
    "author": "John W. Gardner",
    "author-link": "/authors/john-w-gardner-quotes"
  },
  {
    "id": "id-71",
    "quote": "There are some faults so nearly allied to excellence that we can scarce weed out the vice without eradicating the virtue.",
    "author": "Oliver Goldsmith",
    "author-link": "/authors/oliver-goldsmith-quotes"
  },
  {
    "id": "id-72",
    "quote": "If you want to achieve excellence, you can get there today. As of this second, quit doing less-than-excellent work.",
    "author": "Thomas J. Watson",
    "author-link": "/authors/thomas-j-watson-quotes"
  },
  {
    "id": "id-73",
    "quote": "Basically, to lead without a title is to derive your power within the organisation not from your position but from your competence, effectiveness, relationships, excellence, innovation and ethics.",
    "author": "Robin S. Sharma",
    "author-link": "/authors/robin-s-sharma-quotes"
  },
  {
    "id": "id-74",
    "quote": "Anybody who seeks wealth as an end in itself is always going to be disappointed. What you really should be doing is seeking excellence in achievement.",
    "author": "Herb Kelleher",
    "author-link": "/authors/herb-kelleher-quotes"
  },
  {
    "id": "id-75",
    "quote": "Dreams can become a reality when we possess a vision that is characterized by the willingness to work hard, a desire for excellence, and a belief in our right and our responsiblity to be equal members of society.",
    "author": "Janet Jackson",
    "author-link": "/authors/janet-jackson-quotes"
  },
  {
    "id": "id-76",
    "quote": "Productivity is never an accident. It is always the result of a commitment to excellence, intelligent planning, and focused effort.",
    "author": "Paul J. Meyer",
    "author-link": "/authors/paul-j-meyer-quotes"
  },
  {
    "id": "id-77",
    "quote": "China is an indomitable force, and they have a commitment for excellence.",
    "author": "Stephen A. Schwarzman",
    "author-link": "/authors/stephen-a-schwarzman-quotes"
  },
  {
    "id": "id-78",
    "quote": "Excellence is a better teacher than mediocrity. The lessons of the ordinary are everywhere. Truly profound and original insights are to be found only in studying the exemplary.",
    "author": "Warren Bennis",
    "author-link": "/authors/warren-bennis-quotes"
  },
  {
    "id": "id-79",
    "quote": "It is only through raising expectations and striving for excellence that our children can reach their full potential.",
    "author": "Brad Henry",
    "author-link": "/authors/brad-henry-quotes"
  },
  {
    "id": "id-80",
    "quote": "Excellence is the gradual result of always striving to do better.",
    "author": "Pat Riley",
    "author-link": "/authors/pat-riley-quotes"
  },
  {
    "id": "id-81",
    "quote": "To do justice to a lifelong dream of being a writer, I must give it the intense concentration and focus I gave to track. To do both with excellence is not possible. It is with a sense of sadness and joyous anticipation that I leave track and move on.",
    "author": "Florence Griffith Joyner",
    "author-link": "/authors/florence-griffith-joyner-quotes"
  },
  {
    "id": "id-82",
    "quote": "Dullness in matters of government is a good sign, and not a bad one - in particular, dullness in parliamentary government is a test of its excellence, an indication of its success.",
    "author": "Walter Bagehot",
    "author-link": "/authors/walter-bagehot-quotes"
  },
  {
    "id": "id-83",
    "quote": "Continue to do common things in an uncommon way. Continue to be 'all in.' Continue to apply 'best is the standard.' Continue to be a person of excellence in everything you do.",
    "author": "Dabo Swinney",
    "author-link": "/authors/dabo-swinney-quotes"
  },
  {
    "id": "id-84",
    "quote": "Apple has a culture of excellence that is, I think, so unique and so special. I'm not going to witness or permit the change of it.",
    "author": "Tim Cook",
    "author-link": "/authors/tim-cook-quotes"
  },
  {
    "id": "id-85",
    "quote": "My mother and father taught me about black excellence and dynasty. They experienced racism personally, and when something like that happens to you and not around you, you develop a different perception than someone who has never experienced racism a day in their lives.",
    "author": "Lizzo",
    "author-link": "/authors/lizzo-quotes"
  },
  {
    "id": "id-86",
    "quote": "I did very extensive diligence on Al Jazeera English, the network from which Al Jazeera America is going to be derived, and it's really very clear that they have long since established a reputation for excellence and integrity and objectivity.",
    "author": "Al Gore",
    "author-link": "/authors/al-gore-quotes"
  },
  {
    "id": "id-87",
    "quote": "I think that more diversity is a good thing, and fresh points of view articulated by people who are committed to excellence in journalism is a beneficial change in the American media landscape.",
    "author": "Al Gore",
    "author-link": "/authors/al-gore-quotes"
  },
  {
    "id": "id-88",
    "quote": "Megyn Kelly is one of those rare women who seamlessly combines professional excellence and family. She doesn't need a catch phrase to define what she instinctively has accomplished. She just 'does it.'",
    "author": "Judy Sheindlin",
    "author-link": "/authors/judy-sheindlin-quotes"
  },
  {
    "id": "id-89",
    "quote": "One lesson learned is you've got to finish the scenario with excellence. You just cannot stop. You have to complete this, and I think that's where Apple has taught us all what experience excellence means in the creation of categories.",
    "author": "Satya Nadella",
    "author-link": "/authors/satya-nadella-quotes"
  },
  {
    "id": "id-90",
    "quote": "We are in a situation where we can have a developing backup quarterback because of the excellence of Tony Romo. We can have that behind him. To me, that's what you're ideally striving for.",
    "author": "Jerry Jones",
    "author-link": "/authors/jerry-jones-quotes"
  },
  {
    "id": "id-91",
    "quote": "When a book raises your spirit, and inspires you with noble and manly thoughts, seek for no other test of its excellence. It is good, and made by a good workman.",
    "author": "Jean de la Bruyere",
    "author-link": "/authors/jean-de-la-bruyere-quotes"
  },
  {
    "id": "id-92",
    "quote": "You cannot use the democratic process for the procurement of excellence.",
    "author": "Kevin McCloud",
    "author-link": "/authors/kevin-mccloud-quotes"
  },
  {
    "id": "id-93",
    "quote": "One mustn't mistake bling for excellence, just as one mustn't mistake quiet for mediocre.",
    "author": "Kevin McCloud",
    "author-link": "/authors/kevin-mccloud-quotes"
  },
  {
    "id": "id-94",
    "quote": "It is the characteristic excellence of the strong man that he can bring momentous issues to the fore and make a decision about them. The weak are always forced to decide between alternatives they have not chosen themselves.",
    "author": "Dietrich Bonhoeffer",
    "author-link": "/authors/dietrich-bonhoeffer-quotes"
  },
  {
    "id": "id-95",
    "quote": "Of my English friends, I should find language too poor to speak the just praise and the excellence which shines in their characters and lives.",
    "author": "Dorothea Dix",
    "author-link": "/authors/dorothea-dix-quotes"
  },
  {
    "id": "id-96",
    "quote": "I was obsessed with the Olympics. It's so exciting to see that level of excellence and endurance.",
    "author": "Lisa Bonet",
    "author-link": "/authors/lisa-bonet-quotes"
  },
  {
    "id": "id-97",
    "quote": "You can't be perceived as 'the black actress who doesn't get the same kind of roles as the white actress.' You gotta run the same race. You gotta give the same quality of performances. You gotta have the same standard of excellence, even though people know that you're coming to the race in a deficit. That's just what life is about.",
    "author": "Viola Davis",
    "author-link": "/authors/viola-davis-quotes"
  },
  {
    "id": "id-98",
    "quote": "My father taught my siblings and me the importance of positive values and a strong ethical compass. He showed us how to be resilient, how to deal with challenges, and how to strive for excellence in all that we do. He taught us that there's nothing that we cannot accomplish if we marry vision and passion with an enduring work ethic.",
    "author": "Ivanka Trump",
    "author-link": "/authors/ivanka-trump-quotes"
  },
  {
    "id": "id-99",
    "quote": "When Donald Trump is in charge, all that counts is ability, effort, and excellence. This has long been the philosophy at the Trump Organization. At my father's company, there are more female than male executives. Women are paid equally for the work that we do, and when a woman becomes a mother, she is supported, not shut out.",
    "author": "Ivanka Trump",
    "author-link": "/authors/ivanka-trump-quotes"
  },
  {
    "id": "id-100",
    "quote": "My father values talent. He is colorblind and gender neutral. When Donald Trump is in charge, all that counts is ability, excellence, and effort.",
    "author": "Ivanka Trump",
    "author-link": "/authors/ivanka-trump-quotes"
  },
  {
    "id": "id-101",
    "quote": "My team and I are excited to bring to our new partners at Roark the same energy and commitment to excellence that helped make our partnership with Weston Presidio so successful.",
    "author": "Jimmy John Liautaud",
    "author-link": "/authors/jimmy-john-liautaud-quotes"
  },
  {
    "id": "id-102",
    "quote": "Excellence means when a man or woman asks of himself more than others do.",
    "author": "Jose Ortega y Gasset",
    "author-link": "/authors/jose-ortega-y-gasset-quotes"
  },
  {
    "id": "id-103",
    "quote": "I'm a dreamer, and I'm a perfectionist, and I love excellence, and that's hardwired in me. But when I was young, I lived in a space for a long time where I only felt insufficient.",
    "author": "Christen Press",
    "author-link": "/authors/christen-press-quotes"
  },
  {
    "id": "id-104",
    "quote": "Pushing for excellence is a fight. You have to fight to hire the right employees, fight to get the supplies you need, to move line items around. Being a great manager means pushing to get those few extra inches every day. It's almost like a football game - the team that wins sometimes wins by just inches.",
    "author": "Jon Taffer",
    "author-link": "/authors/jon-taffer-quotes"
  },
  {
    "id": "id-105",
    "quote": "I mentioned the non-competitive spirit explicitly, because these days, excellence is a fashionable concept. But excellence is a competitive notion, and that is not what we are heading for: we are heading for perfection.",
    "author": "Edsger Dijkstra",
    "author-link": "/authors/edsger-dijkstra-quotes"
  },
  {
    "id": "id-106",
    "quote": "If we are a metaphor of the universe, the human couple is the metaphor par excellence, the point of intersection of all forces and the seed of all forms. The couple is time recaptured, the return to the time before time.",
    "author": "Octavio Paz",
    "author-link": "/authors/octavio-paz-quotes"
  },
  {
    "id": "id-107",
    "quote": "James Cameron's films have always been distinguished by ground-breaking technical excellence.",
    "author": "Roger Ebert",
    "author-link": "/authors/roger-ebert-quotes"
  },
  {
    "id": "id-108",
    "quote": "It's really fun to see young kids trying to find excellence in themselves.",
    "author": "Jewel",
    "author-link": "/authors/jewel-quotes"
  },
  {
    "id": "id-109",
    "quote": "Those who have learned to walk on the threshold of the unknown worlds, by means of what are commonly termed par excellence the exact sciences, may then, with the fair white wings of imagination, hope to soar further into the unexplored amidst which we live.",
    "author": "Ada Lovelace",
    "author-link": "/authors/ada-lovelace-quotes"
  },
  {
    "id": "id-110",
    "quote": "We must get to the point in our lives. What is the point? To become a new kind of man or woman, having inner command and outer excellence.",
    "author": "Vernon Howard",
    "author-link": "/authors/vernon-howard-quotes"
  },
  {
    "id": "id-111",
    "quote": "When I came into stand-up, I found a certain safe space of intellectualism, of camaraderie, of excellence that really has always been natural to me but always felt foreign in the other spaces I've been in.",
    "author": "Amanda Seales",
    "author-link": "/authors/amanda-seales-quotes"
  },
  {
    "id": "id-112",
    "quote": "Stay away from excellence at all costs; it stinks.",
    "author": "Michael Leunig",
    "author-link": "/authors/michael-leunig-quotes"
  },
  {
    "id": "id-113",
    "quote": "We are building a national and worldwide network of law enforcement excellence - a network that, through cooperation, allows us to meet the challenges we all face.",
    "author": "William Barr",
    "author-link": "/authors/william-barr-quotes"
  },
  {
    "id": "id-114",
    "quote": "If somebody's going to represent our music live, I'd like to see it represented with excellence and spectacularly and with really great musicianship.",
    "author": "Roger Taylor",
    "author-link": "/authors/roger-taylor-quotes"
  },
  {
    "id": "id-115",
    "quote": "We think that excellence in investing comes from focus.",
    "author": "Kenneth C. Griffin",
    "author-link": "/authors/kenneth-c-griffin-quotes"
  },
  {
    "id": "id-116",
    "quote": "We like being private because when there is a downturn, as in 2001 and 2008, we do not reduce people. Also, we have flat decision-making. It's quick. We don't have to meet quarterly numbers, and it's all about excellence of work for the client.",
    "author": "Richard Edelman",
    "author-link": "/authors/richard-edelman-quotes"
  },
  {
    "id": "id-117",
    "quote": "Mediocre men work at their best; men seeking excellence strive to do better.",
    "author": "Edwin Louis Cole",
    "author-link": "/authors/edwin-louis-cole-quotes"
  },
  {
    "id": "id-118",
    "quote": "I will continue to focus on global strategy and to do everything I can to help Yahoo! realize its full potential and enhance its leading culture of technology and product excellence and innovation.",
    "author": "Jerry Yang",
    "author-link": "/authors/jerry-yang-quotes"
  },
  {
    "id": "id-119",
    "quote": "The imaginations of believers have dressed up and exaggerated the excellence of the style and matter of the New Testament generally, in the same manner, in which they have the moral instructions of Jesus.",
    "author": "Lysander Spooner",
    "author-link": "/authors/lysander-spooner-quotes"
  },
  {
    "id": "id-120",
    "quote": "If you want people to listen, you have to have a platform to speak from, and that is excellence in what you do.",
    "author": "William Pollard",
    "author-link": "/authors/william-pollard-quotes"
  },
  {
    "id": "id-121",
    "quote": "Our nuclear scientists and engineers have done a splendid job, and naturally, the entire nation has risen to salute their professional excellence, discipline, and patriotism. They have had the benefit of having been led in the past by great men like Homi Bhabha and Vikram Sarabhai.",
    "author": "Atal Bihari Vajpayee",
    "author-link": "/authors/atal-bihari-vajpayee-quotes"
  },
  {
    "id": "id-122",
    "quote": "The reality is that every human being is placed on this planet, and one of the things that drives humans is their need for meaning, and if you can make every job meaningful, then you will guarantee that every job will be done to its highest level of excellence.",
    "author": "Erwin McManus",
    "author-link": "/authors/erwin-mcmanus-quotes"
  },
  {
    "id": "id-123",
    "quote": "The excellence of a gift lies in its appropriateness rather than in its value.",
    "author": "Charles Dudley Warner",
    "author-link": "/authors/charles-dudley-warner-quotes"
  },
  {
    "id": "id-124",
    "quote": "Opportunity expands when there is excellence and choice in education, when taxes are lowered, when every citizen has affordable, portable health insurance and when constitutional freedoms are preserved.",
    "author": "Mitt Romney",
    "author-link": "/authors/mitt-romney-quotes"
  },
  {
    "id": "id-125",
    "quote": "Many Western nations have made significant gains through automation and operational excellence, while emerging markets rely on ever-increasing numbers of workers. Each will improve their competitive position only by examining every element of operations to make existing resources more efficient and to deliver real value at lower cost.",
    "author": "Dinesh Paliwal",
    "author-link": "/authors/dinesh-paliwal-quotes"
  },
  {
    "id": "id-126",
    "quote": "Successful business leaders who have helped build institutions of lasting value - all are committed to talent and a culture of excellence. This is usually accomplished by the identification, retention, and development of great people.",
    "author": "Bobby Kotick",
    "author-link": "/authors/bobby-kotick-quotes"
  },
  {
    "id": "id-127",
    "quote": "Each honest calling, each walk of life, has its own elite, its own aristocracy based on excellence of performance.",
    "author": "James Bryant Conant",
    "author-link": "/authors/james-bryant-conant-quotes"
  },
  {
    "id": "id-128",
    "quote": "Excellence is not a single act. You are what you repeatedly do.",
    "author": "LeToya Luckett",
    "author-link": "/authors/letoya-luckett-quotes"
  },
  {
    "id": "id-129",
    "quote": "I became to myself an imaginary figure of great excellence, daring and glamor.",
    "author": "Rudolph Valentino",
    "author-link": "/authors/rudolph-valentino-quotes"
  },
  {
    "id": "id-130",
    "quote": "Demand excellence.",
    "author": "Emmitt Smith",
    "author-link": "/authors/emmitt-smith-quotes"
  },
  {
    "id": "id-131",
    "quote": "Such discussions help us very little to enjoy what has been well done in art or poetry, to discriminate between what is more and what is less excellent in them, or to use words like beauty, excellence, art, poetry, with a more precise meaning than they would otherwise have.",
    "author": "Walter Pater",
    "author-link": "/authors/walter-pater-quotes"
  },
  {
    "id": "id-132",
    "quote": "Our soldiers, sailors, airmen, Marines and Coast Guardsmen volunteer to protect and defend this country and all its citizens, and do so with honor, integrity and excellence. Our nation continually asks them to do more and more, with less and less.",
    "author": "Allen West",
    "author-link": "/authors/allen-west-quotes"
  },
  {
    "id": "id-133",
    "quote": "This is the person you think is your antagonist, who ends up being your greatest ally: the person who pushes, criticizes, and challenges you to meet a standard of excellence you might not otherwise achieve.",
    "author": "Bonnie Hammer",
    "author-link": "/authors/bonnie-hammer-quotes"
  },
  {
    "id": "id-134",
    "quote": "I believe Ofsted measures poverty. It measures deprivation. It doesn't measure excellence.",
    "author": "Angela Rayner",
    "author-link": "/authors/angela-rayner-quotes"
  },
  {
    "id": "id-135",
    "quote": "Size is the enemy of excellence in investment banking, particularly when you are trying to put together two different cultures.",
    "author": "Henry Paulson",
    "author-link": "/authors/henry-paulson-quotes"
  },
  {
    "id": "id-136",
    "quote": "Badness you can get easily, in quantity; the road is smooth, and it lies close by, But in front of excellence the immortal gods have put sweat, and long and steep is the way to it.",
    "author": "Hesiod",
    "author-link": "/authors/hesiod-quotes"
  },
  {
    "id": "id-137",
    "quote": "Disruption starts with committing to excellence and taking a stand for your customer.",
    "author": "Lewis Howes",
    "author-link": "/authors/lewis-howes-quotes"
  },
  {
    "id": "id-138",
    "quote": "When I brought home a 98 percent on a test, my father would say, 'Ah, ah, where are the other two points? Go and get them, then bring them back.' My father and Nigerian culture has always stood for excellence.",
    "author": "Jidenna",
    "author-link": "/authors/jidenna-quotes"
  },
  {
    "id": "id-139",
    "quote": "You know, I think it's so ironic that we're calling hard work, striving for excellence, don't blame others, you know, don't give up, that we're calling these, quote, 'Chinese values,' 'cause I always thought of them as American values.",
    "author": "Amy Chua",
    "author-link": "/authors/amy-chua-quotes"
  },
  {
    "id": "id-140",
    "quote": "All human excellence is but comparative. There may be persons who excel us, as much as we fancy we excel the meanest.",
    "author": "Samuel Richardson",
    "author-link": "/authors/samuel-richardson-quotes"
  },
  {
    "id": "id-141",
    "quote": "Scotch beef, salmon and shellfish are recognised the world over for their excellence and Scottish provenance. People recognise the Scottish brand. They associate the country with quality food and drink, and clearly other Scottish sectors, such as dairy, can benefit from that, too.",
    "author": "Nicola Sturgeon",
    "author-link": "/authors/nicola-sturgeon-quotes"
  },
  {
    "id": "id-142",
    "quote": "I look back at Ella Fitzgerald and Sarah Vaughan, and especially Betty Carter, whom I admire the most, and I say, OK, they set a standard of excellence. I listen to them not for what they are doing, but to study where they are coming from because, for me, jazz is life experience.",
    "author": "Dianne Reeves",
    "author-link": "/authors/dianne-reeves-quotes"
  },
  {
    "id": "id-143",
    "quote": "I am a very instinctive Conservative. I have created a welfare system where it pays to work. I have created independent schools within the state sector bringing excellence to children wherever they are.",
    "author": "David Cameron",
    "author-link": "/authors/david-cameron-quotes"
  },
  {
    "id": "id-144",
    "quote": "If the Olympic Games ever served a true altruistic purpose, they have long since outlived it. Yeah, the pursuit of athletic excellence, sportsmanship and international goodwill is plenty noble. But the modern Olympics are at best a vehicle for agitprop; at worst, a scandal magnet.",
    "author": "John Ridley",
    "author-link": "/authors/john-ridley-quotes"
  },
  {
    "id": "id-145",
    "quote": "America is hope. It is compassion. It is excellence. It is valor.",
    "author": "Paul Tsongas",
    "author-link": "/authors/paul-tsongas-quotes"
  },
  {
    "id": "id-146",
    "quote": "As artists, we must not go down to the level of the masa; we should bring them up, intellectualize our languages, create classics out of our folk arts. We can do this if we are true to our roots and strive for excellence.",
    "author": "F. Sionil Jose",
    "author-link": "/authors/f-sionil-jose-quotes"
  },
  {
    "id": "id-147",
    "quote": "Excellence is the unlimited ability to improve the quality of what you have to offer.",
    "author": "Rick Pitino",
    "author-link": "/authors/rick-pitino-quotes"
  },
  {
    "id": "id-148",
    "quote": "In my judgment, excellence and wealth are direct opposites, since when the one shrinks, the other grows, and when one grows, the other shrinks.",
    "author": "Apollonius of Tyana",
    "author-link": "/authors/apollonius-of-tyana-quotes"
  },
  {
    "id": "id-149",
    "quote": "The mandate I have received and for which I will speak with heart and head to implement over the next seven years had its four pillars - an inclusive citizenship, equality and participation and respect in a creative society creating an excellence in everything we Irish do.",
    "author": "Michael D. Higgins",
    "author-link": "/authors/michael-d-higgins-quotes"
  },
  {
    "id": "id-150",
    "quote": "The Athenians are right to accept advice from anyone, since it is incumbent on everyone to share in that sort of excellence, or else there can be no city at all.",
    "author": "Protagoras",
    "author-link": "/authors/protagoras-quotes"
  },
  {
    "id": "id-151",
    "quote": "I grew up in Philadelphia in a time where we took it for granted that we were supposed to be young and gifted and black. It was a culture of excellence - and all my friends were more talented than I was.",
    "author": "Leslie Odom, Jr.",
    "author-link": "/authors/leslie-odom-jr-quotes"
  },
  {
    "id": "id-152",
    "quote": "We are in an international marketplace for talent, and American colleges and universities need to be able to attract students and faculty from around the world if we want to sustain our excellence.",
    "author": "Drew Gilpin Faust",
    "author-link": "/authors/drew-gilpin-faust-quotes"
  },
  {
    "id": "id-153",
    "quote": "Education in India has made monumental progress since Independence but continues to face daunting challenges at multiple levels, particularly in terms of quality, infrastructure and dropout rates. We have islands of excellence floating in a sea of mediocrity.",
    "author": "Shashi Tharoor",
    "author-link": "/authors/shashi-tharoor-quotes"
  },
  {
    "id": "id-154",
    "quote": "I demand excellence from the people I work with.",
    "author": "Ricky Schroder",
    "author-link": "/authors/ricky-schroder-quotes"
  },
  {
    "id": "id-155",
    "quote": "When you're building a business, you want to focus and deliver excellence at what you do. This simply cannot be done when you are launching multiple ventures, dozens of new products, and selling everywhere and anywhere at the same time.",
    "author": "Daniel Lubetzky",
    "author-link": "/authors/daniel-lubetzky-quotes"
  },
  {
    "id": "id-156",
    "quote": "Bobby Charlton's record was quite substantial. I couldn't think anybody would beat that. It is an achievement par excellence.",
    "author": "Alex Ferguson",
    "author-link": "/authors/alex-ferguson-quotes"
  },
  {
    "id": "id-157",
    "quote": "Wellness seeks more than the absence of illness; it searches for new levels of excellence. Beyond any disease-free neutral point, wellness dedicates its efforts to our total well-being - in body, mind, and spirit.",
    "author": "Greg Anderson",
    "author-link": "/authors/greg-anderson-quotes"
  },
  {
    "id": "id-158",
    "quote": "There is no real excellence in all of this world which can be separated from right living.",
    "author": "David Starr Jordan",
    "author-link": "/authors/david-starr-jordan-quotes"
  },
  {
    "id": "id-159",
    "quote": "I know most of the black players who preceded and followed me at Duke. They all contribute to our tradition of excellence on the court.",
    "author": "Grant Hill",
    "author-link": "/authors/grant-hill-quotes"
  },
  {
    "id": "id-160",
    "quote": "None but a people advanced to a high state of moral and intellectual excellence are capable in a civilized condition of forming and maintaining free governments, and among those who are so far advanced, very few indeed have had the good fortune to form constitutions capable of endurance.",
    "author": "John C. Calhoun",
    "author-link": "/authors/john-c-calhoun-quotes"
  },
  {
    "id": "id-161",
    "quote": "As a Navy SEAL, and sniper, one of the things I learned was that excellence matters.",
    "author": "Brandon Webb",
    "author-link": "/authors/brandon-webb-quotes"
  },
  {
    "id": "id-162",
    "quote": "Training programs shouldn't be designed to deliver competence; they must be dedicated to producing excellence. Serious organizations don't aspire to be comfortably above average.",
    "author": "Brandon Webb",
    "author-link": "/authors/brandon-webb-quotes"
  },
  {
    "id": "id-163",
    "quote": "Excellence can be as strong a uniting force as solid vision.",
    "author": "Azim Premji",
    "author-link": "/authors/azim-premji-quotes"
  },
  {
    "id": "id-164",
    "quote": "Excellence endures and sustains. It goes beyond motivation into the realms of inspiration.",
    "author": "Azim Premji",
    "author-link": "/authors/azim-premji-quotes"
  },
  {
    "id": "id-165",
    "quote": "Excellence is a great starting point for any new organisation but also an unending journey.",
    "author": "Azim Premji",
    "author-link": "/authors/azim-premji-quotes"
  },
  {
    "id": "id-166",
    "quote": "What is excellence? It is about going a little beyond what we expect from ourselves. Part of the need for excellence is imposed on us externally by our customers. Our competition keeps us on our toes, especially when it is global in nature.",
    "author": "Azim Premji",
    "author-link": "/authors/azim-premji-quotes"
  },
  {
    "id": "id-167",
    "quote": "You need a commitment which is long term and a commitment to leadership, because that's the only way you build excellence.",
    "author": "Azim Premji",
    "author-link": "/authors/azim-premji-quotes"
  },
  {
    "id": "id-168",
    "quote": "It's interesting too, that the coach of that Georgia Tech team who led his valiant warriors to those 222 points was none other than John Heisman. Yes, he whom the Heisman trophy is named for, an award that honors that college player who best exemplifies excellence and integrity.",
    "author": "Frank Deford",
    "author-link": "/authors/frank-deford-quotes"
  },
  {
    "id": "id-169",
    "quote": "Don't dismiss Auriemma and UConn just because their excellence shines on the female side of the coin.",
    "author": "Frank Deford",
    "author-link": "/authors/frank-deford-quotes"
  },
  {
    "id": "id-170",
    "quote": "A woman who places a high priority on performance and excellence is seen as imperial. A man is seen as demanding and tough.",
    "author": "Faye Wattleton",
    "author-link": "/authors/faye-wattleton-quotes"
  },
  {
    "id": "id-171",
    "quote": "The work must be its own reward. I got that early on. And I'm blessed by meeting my own standards of excellence.",
    "author": "Al Jarreau",
    "author-link": "/authors/al-jarreau-quotes"
  },
  {
    "id": "id-172",
    "quote": "The Metropole Orchestra is like Count Basie or Duke Ellington with strings... it's strings that swing. Strings that swing like Dizzy Gillespie... keep swinging, baby. And when you have all of that special excellence of the Metropole Orchestra, then your music just flies - it soars in a way that's really magical.",
    "author": "Al Jarreau",
    "author-link": "/authors/al-jarreau-quotes"
  },
  {
    "id": "id-173",
    "quote": "I think of digital as a means to an end: How do I service and get more loyal customers, how do I achieve operational excellence, and how do I change my culture?",
    "author": "Ana Patricia Botin",
    "author-link": "/authors/ana-patricia-botin-quotes"
  },
  {
    "id": "id-174",
    "quote": "Like so many other grammar schools that flourished in Britain before they were abolished through a mix of ideology and political folly, Harrow County was a fiercely competitive institution, where all boys were taught to strive for excellence. It was precisely because of this demanding regime that results were so good.",
    "author": "Michael Portillo",
    "author-link": "/authors/michael-portillo-quotes"
  },
  {
    "id": "id-175",
    "quote": "I feel opera is an expression of artistic excellence. To do it is expensive, as there's a requirement for an orchestra, good voices, excellent sets, and the fact that productions generally have only short runs. But I believe it's something we ought to achieve as a nation.",
    "author": "Michael Portillo",
    "author-link": "/authors/michael-portillo-quotes"
  },
  {
    "id": "id-176",
    "quote": "I think all my characters haunt me. Especially the real-life ones, like Master Chief Carl Brashear, the Tuskagee Airmen. Every time I see a military person, it gives me such a sense of pride but also a sense of responsibility to project excellence when representing them.",
    "author": "Cuba Gooding, Jr.",
    "author-link": "/authors/cuba-gooding-jr-quotes"
  },
  {
    "id": "id-177",
    "quote": "I'm especially honored that The Black Gents will debut Off-Broadway and pay tribute to The Tuskegee Airmen and other ancestors of that time who have embodied excellence, self-determination, and self-discipline.",
    "author": "Lamman Rucker",
    "author-link": "/authors/lamman-rucker-quotes"
  },
  {
    "id": "id-178",
    "quote": "I've spent my life pursing excellence as an artist, which is what I always wanted to do anyhow.",
    "author": "Claire Bloom",
    "author-link": "/authors/claire-bloom-quotes"
  },
  {
    "id": "id-179",
    "quote": "Being an Olympian, I always have this strong belief in excellence.",
    "author": "Debi Thomas",
    "author-link": "/authors/debi-thomas-quotes"
  },
  {
    "id": "id-180",
    "quote": "Don't strive to be perfect. Strive for excellence.",
    "author": "Victoria Principal",
    "author-link": "/authors/victoria-principal-quotes"
  },
  {
    "id": "id-181",
    "quote": "As a consequence, progress has come to mean simply more power, more profit, more productivity, more paper prosperity, all of which are convertible into standards concerned only with size or magnitude rather than quality or excellence.",
    "author": "Alex Campbell",
    "author-link": "/authors/alex-campbell-quotes"
  },
  {
    "id": "id-182",
    "quote": "I've zeroed in on what you would call action and excellence... Everybody who does anything to try to succeed has to give the best of themselves, and art has made me pull the best out of myself.",
    "author": "LeRoy Neiman",
    "author-link": "/authors/leroy-neiman-quotes"
  },
  {
    "id": "id-183",
    "quote": "It's a nice feeling to go out in the world and look for excellence - the best in man. My subject is very valid. It's about people, and about life.",
    "author": "LeRoy Neiman",
    "author-link": "/authors/leroy-neiman-quotes"
  },
  {
    "id": "id-184",
    "quote": "Find something that you're really interested in doing in your life. Pursue it, set goals, and commit yourself to excellence. Do the best you can.",
    "author": "Chris Evert",
    "author-link": "/authors/chris-evert-quotes"
  },
  {
    "id": "id-185",
    "quote": "There is no surer mark of the absence of the highest moral and intellectual qualities than a cold reception of excellence.",
    "author": "Philip James Bailey",
    "author-link": "/authors/philip-james-bailey-quotes"
  },
  {
    "id": "id-186",
    "quote": "My father taught us that to thrive, excellence in technology, quality, and customer service along with cost competitiveness is a prerequisite. His contribution to business, the economy, and society at large can never be underscored enough.",
    "author": "Kumar Mangalam Birla",
    "author-link": "/authors/kumar-mangalam-birla-quotes"
  },
  {
    "id": "id-187",
    "quote": "To me, the word profitable means sustainable - able to sustain a business that has a high degree of excellence.",
    "author": "John W. Henry",
    "author-link": "/authors/john-w-henry-quotes"
  },
  {
    "id": "id-188",
    "quote": "The Boston Globe's award-winning journalism as well as its rich history and tradition of excellence have established it as one of the most well-respected media companies in the country.",
    "author": "John W. Henry",
    "author-link": "/authors/john-w-henry-quotes"
  },
  {
    "id": "id-189",
    "quote": "Excellence is the best weapon against prejudice. I intend to be part of the solution and not the problem. You've just got to keep on banging out good performances.",
    "author": "David Oyelowo",
    "author-link": "/authors/david-oyelowo-quotes"
  },
  {
    "id": "id-190",
    "quote": "The tourist who moves about to see and hear and open himself to all the influences of the places which condense centuries of human greatness is only a man in search of excellence.",
    "author": "Max Lerner",
    "author-link": "/authors/max-lerner-quotes"
  },
  {
    "id": "id-191",
    "quote": "But God, who is the Eternal Mind, is undoubtedly of excellence, complete and perfect in every part.",
    "author": "Lactantius",
    "author-link": "/authors/lactantius-quotes"
  },
  {
    "id": "id-192",
    "quote": "Therefore let men withdraw themselves from errors; and laying aside corrupt superstitions, let them acknowledge their Father and Lord, whose excellence cannot be estimated, nor His greatness perceived, nor His beginning comprehended.",
    "author": "Lactantius",
    "author-link": "/authors/lactantius-quotes"
  },
  {
    "id": "id-193",
    "quote": "When you have had a taste of excellence, you cannot go back to mediocrity.",
    "author": "Maximillian Degenerez",
    "author-link": "/authors/maximillian-degenerez-quotes"
  },
  {
    "id": "id-194",
    "quote": "I've always wanted Sundial Brands to be an inspiration to other minority-owned companies of how a business against all odds can achieve excellence, have significant social impact in our communities, and be successful on a world stage.",
    "author": "Richelieu Dennis",
    "author-link": "/authors/richelieu-dennis-quotes"
  },
  {
    "id": "id-195",
    "quote": "A good designer has a lot in common with a good researcher. Both hunt for excellence and perfection. And you have to really focus on the details, and you don't really know what the final result will be before you have it.",
    "author": "May-Britt Moser",
    "author-link": "/authors/may-britt-moser-quotes"
  },
  {
    "id": "id-196",
    "quote": "As a preacher of the Gospel, our late venerable Bishop must have been heard, to form an adequate conception of his superior excellence and commanding eloquence.",
    "author": "John Strachan",
    "author-link": "/authors/john-strachan-quotes"
  },
  {
    "id": "id-197",
    "quote": "There is no excellence without labor. One cannot dream oneself into either usefulness or happiness.",
    "author": "Liberty Hyde Bailey",
    "author-link": "/authors/liberty-hyde-bailey-quotes"
  },
  {
    "id": "id-198",
    "quote": "The great thing is, it's not just about me and my impact. What you want to do is come in here and be a great teammate, lead by your excellence. That's all I've been trying to do.",
    "author": "Khalil Mack",
    "author-link": "/authors/khalil-mack-quotes"
  },
  {
    "id": "id-199",
    "quote": "I will work to ensure Duke Energy is positioned to continue its track record of outstanding customer service and operational and financial excellence.",
    "author": "Lynn Good",
    "author-link": "/authors/lynn-good-quotes"
  },
  {
    "id": "id-200",
    "quote": "If instead of completely focusing on what you are doing, you are racing ahead to something shinier or to the next best thing, you will not develop excellence.",
    "author": "Mark Goulston",
    "author-link": "/authors/mark-goulston-quotes"
  },
  {
    "id": "id-201",
    "quote": "Almost never does a single company have excellence in a multiplicity of disciplines.",
    "author": "Leroy Hood",
    "author-link": "/authors/leroy-hood-quotes"
  },
  {
    "id": "id-202",
    "quote": "We need quantitative assessments of the success of education. We need certification and qualifications both for teachers and for pupils. It is not a choice between quantity and quality, between access and excellence. Both of these will happen together if people really do believe in the importance of education to change lives.",
    "author": "Gordon Brown",
    "author-link": "/authors/gordon-brown-quotes"
  },
  {
    "id": "id-203",
    "quote": "Stay focused on your mission, remain steadfast in your pursuit of excellence, and always do the right thing.",
    "author": "Mark Esper",
    "author-link": "/authors/mark-esper-quotes"
  },
  {
    "id": "id-204",
    "quote": "If you deliver excellence right now, that gives you the best shot at the best future you've got coming.",
    "author": "Robert Forster",
    "author-link": "/authors/robert-forster-quotes"
  },
  {
    "id": "id-205",
    "quote": "If you're willing to do it as good as you're willing to think up to do it, that's what your mind is there for, and you deliver excellence right now, now being the only moment you can control or do anything with or be creative with.",
    "author": "Robert Forster",
    "author-link": "/authors/robert-forster-quotes"
  },
  {
    "id": "id-206",
    "quote": "If you're holding onto negative stuff from before, you cannot deliver excellence.",
    "author": "Robert Forster",
    "author-link": "/authors/robert-forster-quotes"
  },
  {
    "id": "id-207",
    "quote": "I learned that it's OK to be stubborn about your craft, and it's OK to demand excellence from the industry.",
    "author": "Kat Graham",
    "author-link": "/authors/kat-graham-quotes"
  },
  {
    "id": "id-208",
    "quote": "A common danger tends to concord. Communism is the exploitation of the strong by the weak. In Communism, inequality comes from placing mediocrity on a level with excellence.",
    "author": "Pierre-Joseph Proudhon",
    "author-link": "/authors/pierre-joseph-proudhon-quotes"
  },
  {
    "id": "id-209",
    "quote": "It's the sum of the parts that make up the whole, so in my opinion excellence comes from how one undertakes to do something. It all begins with the thought process - which is creative and exalted to produce something out of the ordinary.",
    "author": "Pankaj Patel",
    "author-link": "/authors/pankaj-patel-quotes"
  },
  {
    "id": "id-210",
    "quote": "The first award that I recall having received was in the form of a scholarship when I was studying in the 5th standard. I was granted this scholarship for achieving academic excellence, and it continues to be one of the high points in my life.",
    "author": "Pankaj Patel",
    "author-link": "/authors/pankaj-patel-quotes"
  },
  {
    "id": "id-211",
    "quote": "I am in awe of the brand, and there is nothing I would do or contemplate doing that would any way impact the unique pedestal that Steinway occupies in the industry, 160 years, uncompromising reputation for excellence, and it's my goal to safeguard that reputation and continue that pursuit of perfection.",
    "author": "John Paulson",
    "author-link": "/authors/john-paulson-quotes"
  },
  {
    "id": "id-212",
    "quote": "I don't recall my parents ever steering me toward or away from science. It was more that I was steered toward learning and excellence in the classroom.",
    "author": "Sandra Faber",
    "author-link": "/authors/sandra-faber-quotes"
  },
  {
    "id": "id-213",
    "quote": "A high-speed connection is no more an essential civil right than 3G cell phone service or a Netflix account. Increasing competition and restoring academic excellence in abysmal public schools is far more of an imperative to minority children than handing them iPads.",
    "author": "Michelle Malkin",
    "author-link": "/authors/michelle-malkin-quotes"
  },
  {
    "id": "id-214",
    "quote": "A lot of companies have nice-sounding cultural values like integrity, respect, and excellence, but if those values don't map to specific behaviors, then they quickly get lost. Instead, we see what's called a 'halo effect' where leaders tend to overvalue certain attributes and undervalue others.",
    "author": "Peggy Johnson",
    "author-link": "/authors/peggy-johnson-quotes"
  },
  {
    "id": "id-215",
    "quote": "Perfection has to do with the end product, but excellence has to do with the process.",
    "author": "Jerry Moran",
    "author-link": "/authors/jerry-moran-quotes"
  },
  {
    "id": "id-216",
    "quote": "I have always struggled to achieve excellence. One thing that cycling has taught me is that if you can achieve something without a struggle it's not going to be satisfying.",
    "author": "Greg LeMond",
    "author-link": "/authors/greg-lemond-quotes"
  },
  {
    "id": "id-217",
    "quote": "For millions, Roger Ebert will be remembered as a writer and television personality who brought a sense of passion and excellence to his craft. For me, he is a man who fused joy and courage as few others ever have. My life was enriched by having such a friend; it is poorer for losing such a friend.",
    "author": "Jeff Greenfield",
    "author-link": "/authors/jeff-greenfield-quotes"
  },
  {
    "id": "id-218",
    "quote": "Federal employees are not rewarded for performance or excellence or results but, rather, for showing up, and often times, they don't even do that.",
    "author": "Stephen Moore",
    "author-link": "/authors/stephen-moore-quotes"
  },
  {
    "id": "id-219",
    "quote": "Excellence is about fighting and pursuing something diligently, with a strict and determined approach to doing it right. It's okay if there are flaws in the process - it makes it more interesting.",
    "author": "Charlie Trotter",
    "author-link": "/authors/charlie-trotter-quotes"
  },
  {
    "id": "id-220",
    "quote": "That's just how I live my life. That's how I was raised: to demand excellence out of myself.",
    "author": "Ezekiel Elliott",
    "author-link": "/authors/ezekiel-elliott-quotes"
  },
  {
    "id": "id-221",
    "quote": "I admire people who can spend every aspect of their life in one discipline and really go all the way. I feel the only way I could achieve some type of excellence is if I connect to other people, other disciplines.",
    "author": "Robert Lepage",
    "author-link": "/authors/robert-lepage-quotes"
  },
  {
    "id": "id-222",
    "quote": "La Scala is easily one of the top 10 symbols of Italy's cultural excellence. That makes it vital to our global image. Closing it would send a message to the rest of the world that Italy doesn't care.",
    "author": "Diego Della Valle",
    "author-link": "/authors/diego-della-valle-quotes"
  },
  {
    "id": "id-223",
    "quote": "Like anybody else that goes and does their job, there's a way to do your job with excellence.",
    "author": "Ben Zobrist",
    "author-link": "/authors/ben-zobrist-quotes"
  },
  {
    "id": "id-224",
    "quote": "Let's try to count the number of Nobel prize-winners that have emerged from scientific centres of excellence like the Weizmann Institute and Haifa's technical university, the Technion. There has to be at least 25.",
    "author": "Zubin Mehta",
    "author-link": "/authors/zubin-mehta-quotes"
  },
  {
    "id": "id-225",
    "quote": "Lewis Booth and Derrick Kuzak represent the very best of Ford and our culture and built a legacy of leadership, integrity and commitment to excellence that will benefit us for years to come.",
    "author": "William Clay Ford, Jr.",
    "author-link": "/authors/william-clay-ford-jr-quotes"
  },
  {
    "id": "id-226",
    "quote": "Imran never lost faith in us as players, individually and as a team, and that gave us the confidence to win. He was a leader par excellence, and Pakistan have seen none like him.",
    "author": "Inzamam-ul-Haq",
    "author-link": "/authors/inzamam-ul-haq-quotes"
  },
  {
    "id": "id-227",
    "quote": "What we do is look for high standards of excellence in the arts.",
    "author": "Jane Alexander",
    "author-link": "/authors/jane-alexander-quotes"
  },
  {
    "id": "id-228",
    "quote": "The adoration of human nature by the Greeks appeared in Greek plastic art and was the cause of its excellence.",
    "author": "Elie Metchnikoff",
    "author-link": "/authors/elie-metchnikoff-quotes"
  },
  {
    "id": "id-229",
    "quote": "'Dance to the Music' was just Sly Stone being his natural crazy self right from the beginning. The man was an original and his first AM hit was nothing if it wasn't the example per excellence of the Sly Stone music machine.",
    "author": "Jon Landau",
    "author-link": "/authors/jon-landau-quotes"
  },
  {
    "id": "id-230",
    "quote": "The companies that survive longest are the one's that work out what they uniquely can give to the world not just growth or money but their excellence, their respect for others, or their ability to make people happy. Some call those things a soul.",
    "author": "Charles Handy",
    "author-link": "/authors/charles-handy-quotes"
  },
  {
    "id": "id-231",
    "quote": "There is a higher degree of operational excellence and rigor demanded of Stripe than of most companies.",
    "author": "Patrick Collison",
    "author-link": "/authors/patrick-collison-quotes"
  },
  {
    "id": "id-232",
    "quote": "For my wife Mary Corliss and me, 'Colbert' has been destination viewing. Even in the early years, we never took the show's excellence for granted, agreeing that someday we'd look back on the double whammy of 'The Daily Show' and 'The Colbert Report' as the golden age of TV's singeing singing satire.",
    "author": "Richard Corliss",
    "author-link": "/authors/richard-corliss-quotes"
  },
  {
    "id": "id-233",
    "quote": "Most of India is rural; there is a huge population in India not being tapped for their excellence. They have no access to great universities.",
    "author": "Roshni Nadar",
    "author-link": "/authors/roshni-nadar-quotes"
  },
  {
    "id": "id-234",
    "quote": "Yet Aristotle's excellence of substance, so far from being associated with the grand style, is associated with something that at times comes perilously near jargon.",
    "author": "Irving Babbitt",
    "author-link": "/authors/irving-babbitt-quotes"
  },
  {
    "id": "id-235",
    "quote": "People ordinarily don't think of their orchestras as important as we'd like them to be. People don't care about their friends and neighbors who sit down to commit excellence three or four times a year, but they will go see the tall bald guy with three names from television.",
    "author": "David Ogden Stiers",
    "author-link": "/authors/david-ogden-stiers-quotes"
  },
  {
    "id": "id-236",
    "quote": "The voice of Vin Scully has become the song of summer for generations of Los Angeles baseball fans and aficionados of excellence in sports broadcasting.",
    "author": "Kevin de Leon",
    "author-link": "/authors/kevin-de-leon-quotes"
  },
  {
    "id": "id-237",
    "quote": "The Civil Service is a vital economic asset to the UK - firstly, in the way it creates a framework for excellence in service delivery and secondly, in how it helps organise the best way to deliver modern public services on which both businesses and individuals depend.",
    "author": "John Hutton",
    "author-link": "/authors/john-hutton-quotes"
  },
  {
    "id": "id-238",
    "quote": "The Olympics remain the most compelling search for excellence that exists in sport, and maybe in life itself.",
    "author": "Dawn Fraser",
    "author-link": "/authors/dawn-fraser-quotes"
  },
  {
    "id": "id-239",
    "quote": "The more a business is able to develop and articulate a core purpose and engage with millennials, who equate purpose with business excellence, the greater chances for long-term success.",
    "author": "Punit Renjen",
    "author-link": "/authors/punit-renjen-quotes"
  },
  {
    "id": "id-240",
    "quote": "I thank Burns & Wilcox for its support and look forward to representing the company's values and commitment to excellence on the links.",
    "author": "Jimmy Walker",
    "author-link": "/authors/jimmy-walker-quotes"
  },
  {
    "id": "id-241",
    "quote": "Engel & Voelkers has a long-standing reputation for providing excellence to a demanding clientele. Now we provide even more by offering our technologically-savvy customers the most up-to-the-minute data on homes, from listing prices to photos - all at their fingertips.",
    "author": "Anthony Hitt",
    "author-link": "/authors/anthony-hitt-quotes"
  },
  {
    "id": "id-242",
    "quote": "Excellence is a process that should occupy all our days.",
    "author": "Ted Engstrom",
    "author-link": "/authors/ted-engstrom-quotes"
  },
  {
    "id": "id-243",
    "quote": "In an ideal world, nobody's work would be just about the money. People could pursue excellence in what they do, take pride in achievement, and derive meaning from knowing that their work improved the lives of others.",
    "author": "Barry Schwartz",
    "author-link": "/authors/barry-schwartz-quotes"
  },
  {
    "id": "id-244",
    "quote": "If the only people we seek to impress are within our own ivory towers of artistic excellence or our hallowed institutions, we will find the audience is gone in 20 to 30 years. I find as I keep a broader audience in mind, I choose to sing and say more things I actually want to share and fewer things just for the sake of impressing others.",
    "author": "Charity Sunshine Tillemann-Dick",
    "author-link": "/authors/charity-sunshine-tilleman-quotes"
  },
  {
    "id": "id-245",
    "quote": "The success of the arts has come through a mix of public subsidy, substantial private support, and good box-office receipts, but central to Labour's post-1997 programme has been a determination to increase access as much as excellence.",
    "author": "Melvyn Bragg",
    "author-link": "/authors/melvyn-bragg-quotes"
  },
  {
    "id": "id-246",
    "quote": "You've just got to focus on excellence and try not to be distracted by the news and the rumors and the absurdities of the stories that were coming out.",
    "author": "James Daly",
    "author-link": "/authors/james-daly-quotes"
  },
  {
    "id": "id-247",
    "quote": "It is the growth of advertising in this country which, more than any single element, has brought the American magazine to its present enviable position in points of literary, illustrative and mechanical excellence.",
    "author": "Edward Bok",
    "author-link": "/authors/edward-bok-quotes"
  },
  {
    "id": "id-248",
    "quote": "Reducing our dependence on foreign energy - that is critically important to America's economic future. Excellence in education - if we're not the best educated, we're not going to be the most powerful for very long.",
    "author": "Kent Conrad",
    "author-link": "/authors/kent-conrad-quotes"
  },
  {
    "id": "id-249",
    "quote": "CERN is a centre of scientific excellence and a source of pride and inspiration for physicists from all over the world, a cradle for technology and innovation, and a shining concrete example of scientific cooperation and peace.",
    "author": "Fabiola Gianotti",
    "author-link": "/authors/fabiola-gianotti-quotes"
  },
  {
    "id": "id-250",
    "quote": "I will fully engage myself to maintain CERN's excellence in all its attributes, with the help of everybody, including CERN Council, staff and users from all over the world.",
    "author": "Fabiola Gianotti",
    "author-link": "/authors/fabiola-gianotti-quotes"
  },
  {
    "id": "id-251",
    "quote": "There are three sportsmen: Tiger Woods, Roger Federer, and Lionel Messi. They perform with excellence, like most of us could never dream of.",
    "author": "Carlos Tevez",
    "author-link": "/authors/carlos-tevez-quotes"
  },
  {
    "id": "id-252",
    "quote": "One of Pixar's key mechanisms is the Braintrust, which we rely on to push us toward excellence and to root out mediocrity. It is our primary delivery system for straight talk.",
    "author": "Edwin Catmull",
    "author-link": "/authors/edwin-catmull-quotes"
  },
  {
    "id": "id-253",
    "quote": "We are thrilled with the response we are getting to Le Cirque at The Leela Palace New Delhi. Our goal is to bring a luxury dining experience consistent with international standards of excellence to the expanding and discerning clientele in India.",
    "author": "Sirio Maccioni",
    "author-link": "/authors/sirio-maccioni-quotes"
  },
  {
    "id": "id-254",
    "quote": "Every true Christian is a soldier - of Christ - a hero 'par excellence'! Braver than the bravest - scorning the soft seductions of peace and her oft-repeated warnings against hardship, disease, danger, and death, whom he counts among his bosom friends.",
    "author": "Charles Studd",
    "author-link": "/authors/charles-studd-quotes"
  },
  {
    "id": "id-255",
    "quote": "I don't settle in any other area of my life when it comes to excellence, so why should I lower my standards when it comes to boys?",
    "author": "Adriana Trigiani",
    "author-link": "/authors/adriana-trigiani-quotes"
  },
  {
    "id": "id-256",
    "quote": "The quality of our Airmen in Montana coupled with the proven mission excellence of the 120th Airlift Wing, and historical need for assets to fight the devastating forest fires we continue to see in Montana and the Northwest United States, should have mandated the relocation of these assets to Montana.",
    "author": "Ryan Zinke",
    "author-link": "/authors/ryan-zinke-quotes"
  },
  {
    "id": "id-257",
    "quote": "I am trying to pursue excellence.",
    "author": "Sanjay Leela Bhansali",
    "author-link": "/authors/sanjay-leela-bhansali-quotes"
  },
  {
    "id": "id-258",
    "quote": "I'm in the pursuit of excellence. One foot at a time, one camp at a time.",
    "author": "Luke Rockhold",
    "author-link": "/authors/luke-rockhold-quotes"
  },
  {
    "id": "id-259",
    "quote": "In the imagination, Harlem will always be the spiritual capital of black excellence in America.",
    "author": "Cheo Hodari Coker",
    "author-link": "/authors/cheo-hodari-coker-quotes"
  },
  {
    "id": "id-260",
    "quote": "Black excellence is a thing. People - from Beyonce Knowles to Venus and Serena Williams to folks you haven't heard of - are into it. It's less a movement than a standard: believers set the bar high not only for themselves but also for others who share their vision, especially when it pertains to black history, stories, and style.",
    "author": "Hilton Als",
    "author-link": "/authors/hilton-als-quotes"
  },
  {
    "id": "id-261",
    "quote": "All our lives are enriched by the leadership and excellence and confidence of female athletes, whether the Mia Hamms and Maya Moores we know or the field hockey, lacrosse and track and field athletes we do not necessarily know.",
    "author": "George Vecsey",
    "author-link": "/authors/george-vecsey-quotes"
  },
  {
    "id": "id-262",
    "quote": "The ridiculous way that workplace politics are conducted completely gets in the way of excellence in America.",
    "author": "Theresa Rebeck",
    "author-link": "/authors/theresa-rebeck-quotes"
  },
  {
    "id": "id-263",
    "quote": "But, I don't want to assume that our tradition of excellence is a guarantee of future excellence.",
    "author": "Dave Heineman",
    "author-link": "/authors/dave-heineman-quotes"
  },
  {
    "id": "id-264",
    "quote": "You make a product, and you put it out, and you do it with as much excellence and also wisdom as possible, and then it's the Lord that drives it and determines where it will go.",
    "author": "David A. R. White",
    "author-link": "/authors/david-a-r-white-quotes"
  },
  {
    "id": "id-265",
    "quote": "We are trying to create a culture of excellence. To create that culture has been tough. It hasn't been there in Pakistan cricket for a while - whether that is cultural or a product of the environment, I am not sure.",
    "author": "Mickey Arthur",
    "author-link": "/authors/mickey-arthur-quotes"
  },
  {
    "id": "id-266",
    "quote": "No publisher in America improved a paper so quickly on so grand a scale, took a paper that was marginal in qualities and brought it to excellence as Otis Chandler did.",
    "author": "David Halberstam",
    "author-link": "/authors/david-halberstam-quotes"
  },
  {
    "id": "id-267",
    "quote": "When he died, Emerson was thought of as the representative American writer par excellence, and his point of view was still so potent that William James was honored to be asked to speak at a centenary celebration.",
    "author": "Howard Mumford Jones",
    "author-link": "/authors/howard-mumford-jones-quotes"
  },
  {
    "id": "id-268",
    "quote": "Lagos is a fascinatingly infuriating place that its residents love - and love to hate. Licence plates on cars here proudly display the state motto, 'Centre of Excellence,' in what often seems a sarcastic swipe at the place we live in.",
    "author": "Uzodinma Iweala",
    "author-link": "/authors/uzodinma-iweala-quotes"
  },
  {
    "id": "id-269",
    "quote": "I've seen 'Goodfellas' a hundred times, and one of the things that I take away from that movie is dynamic pacing and energy. I just think that film is sort of a paragon of excellence in filmmaking and the compression of narrative.",
    "author": "Joe Russo",
    "author-link": "/authors/joe-russo-quotes"
  },
  {
    "id": "id-270",
    "quote": "When someone is good at what he does but is a nonconformist, there is a temptation in horse racing, like in all kinds of other areas of human endeavor, to dismiss him for his nonconformity rather than to recognize him for his excellence.",
    "author": "David Milch",
    "author-link": "/authors/david-milch-quotes"
  },
  {
    "id": "id-271",
    "quote": "Information is available freely on the Net, but what's missing is passion. And only a teacher can impart that passion and deep desire for excellence every day. Moreover, a classroom environment helps overcome certain psychological aspects, including inferiority complex.",
    "author": "Rajiv Menon",
    "author-link": "/authors/rajiv-menon-quotes"
  },
  {
    "id": "id-272",
    "quote": "'LaFerrari' means 'the Ferrari.' The excellence. In this car, we put everything we are able to do. Our extreme technology, extreme experience, extreme capability. And this has been the first Ferrari totally designed in our design center.",
    "author": "Luca Cordero di Montezemolo",
    "author-link": "/authors/luca-cordero-di-montezemo-quotes"
  },
  {
    "id": "id-273",
    "quote": "Every woman who proves that it is not about gender but about excellence paves the way.",
    "author": "Belinda Johnson",
    "author-link": "/authors/belinda-johnson-quotes"
  },
  {
    "id": "id-274",
    "quote": "I am thrilled to become international 'Vogue' editor at Conde Nast International, which has a real commitment to journalistic excellence, and to have the opportunity to write for a wider global audience through the 'Vogue' websites.",
    "author": "Suzy Menkes",
    "author-link": "/authors/suzy-menkes-quotes"
  },
  {
    "id": "id-275",
    "quote": "By the dawn of the millennium, the hallways at Microsoft were no longer home to barefoot programmers in Hawaiian shirts working through nights and weekends toward a common goal of excellence; instead, life behind the thick corporate walls had become staid and brutish.",
    "author": "Kurt Eichenwald",
    "author-link": "/authors/kurt-eichenwald-quotes"
  },
  {
    "id": "id-276",
    "quote": "I associated excellence in writing with New York City.",
    "author": "Garth Risk Hallberg",
    "author-link": "/authors/garth-risk-hallberg-quotes"
  },
  {
    "id": "id-277",
    "quote": "Excellence is the accumulation of hundreds of minute decisions; it is execution at the most granular level. Once you accept the idea that you should give in to things that make no sense because other people do those things and you want to appear reasonable, you are on a path towards mediocrity.",
    "author": "Eva Moskowitz",
    "author-link": "/authors/eva-moskowitz-quotes"
  },
  {
    "id": "id-278",
    "quote": "You're used to seeing values listed on waiting-room walls. Communication, integrity, excellence, and respect. Those were actually Enron's values.",
    "author": "John Collison",
    "author-link": "/authors/john-collison-quotes"
  },
  {
    "id": "id-279",
    "quote": "We should give the Lord the excellence He deserves in everything we do.",
    "author": "Ricky Skaggs",
    "author-link": "/authors/ricky-skaggs-quotes"
  },
  {
    "id": "id-280",
    "quote": "My sister taught me addition and subtraction and multiplication and division, so by the time I got to school, I knew it all, and when we'd do the times tables, I was just focused on doing it faster than anybody else. I already had the information, so it just got me to focus on excellence.",
    "author": "Pardis Sabeti",
    "author-link": "/authors/pardis-sabeti-quotes"
  },
  {
    "id": "id-281",
    "quote": "I think I always just want to get better at whatever I'm doing... Always strive for excellence.",
    "author": "Carl Hagelin",
    "author-link": "/authors/carl-hagelin-quotes"
  },
  {
    "id": "id-282",
    "quote": "Trust gives you the permission to give people direction, get everyone aligned, and give them the energy to go get the job done. Trust enables you to execute with excellence and produce extraordinary results. As you execute with excellence and deliver on your commitments, trust becomes easier to inspire, creating a flywheel of performance.",
    "author": "Douglas Conant",
    "author-link": "/authors/douglas-conant-quotes"
  },
  {
    "id": "id-283",
    "quote": "I never thought that one day that this NAS Jax would be the center of aviation excellence in the Southeast and from pole to pole.",
    "author": "Ander Crenshaw",
    "author-link": "/authors/ander-crenshaw-quotes"
  },
  {
    "id": "id-284",
    "quote": "I spent many years writing and directing in radio drama, so I am comfortable with an audience or a microphone, but I do worry about the blurring of an author's public persona with the work itself. A good 'performer' can make a mediocre book sound strong, and a shy author can leave listeners missing the excellence of his or her writing.",
    "author": "Guy Gavriel Kay",
    "author-link": "/authors/guy-gavriel-kay-quotes"
  },
  {
    "id": "id-285",
    "quote": "Delaware State has established itself as an institution of excellence in its own right and attracts a diversity of students from various races, socio-economic status and locations.",
    "author": "Michael N. Castle",
    "author-link": "/authors/michael-n-castle-quotes"
  },
  {
    "id": "id-286",
    "quote": "True excellence is a product of synergy.",
    "author": "Mack Wilberg",
    "author-link": "/authors/mack-wilberg-quotes"
  },
  {
    "id": "id-287",
    "quote": "I work hard and I have a standard of excellence - and I expect everyone at the Interior Department to meet that same standard. I delegate a lot. I might appear to be doing a lot of different things, but there's a strong team helping me. I believe we're going to have the strongest team of any agency in the Obama administration.",
    "author": "Ken Salazar",
    "author-link": "/authors/ken-salazar-quotes"
  },
  {
    "id": "id-288",
    "quote": "I think sometimes we put too much of a gravity on what it is that we do... I just think you go out into the world, and if the door is open, pursue with excellence whatever it is that you feel you are called to pursue.",
    "author": "Sarah Drew",
    "author-link": "/authors/sarah-drew-quotes"
  },
  {
    "id": "id-289",
    "quote": "One of the cool things about amateur athletics is that, I think, the pursuit is sort of the pursuit of excellence for nothing more than trying to be excellent.",
    "author": "Cameron Winklevoss",
    "author-link": "/authors/cameron-winklevoss-quotes"
  },
  {
    "id": "id-290",
    "quote": "The sad truth is that excellence makes people nervous.",
    "author": "Shana Alexander",
    "author-link": "/authors/shana-alexander-quotes"
  },
  {
    "id": "id-291",
    "quote": "I think that passion is the secret ingredient that drives hard work and excellence. My passion is to serve the public: to be in the arena of public policy, to have the opportunity to solve problems for our country, to be in a position where I can make a difference.",
    "author": "Kelly Ayotte",
    "author-link": "/authors/kelly-ayotte-quotes"
  },
  {
    "id": "id-292",
    "quote": "Healthcare providers will compete to offer the best record of patient safety at the lowest prices. Hospitals and patients will benefit from having accurate information about areas of excellence and areas that must be improved.",
    "author": "Timothy Murphy",
    "author-link": "/authors/timothy-murphy-quotes"
  },
  {
    "id": "id-293",
    "quote": "I think the challenges for me was to go into the studio with these incredible jazz players and come up to their level of excellence. That's always a challenge.",
    "author": "Rita Coolidge",
    "author-link": "/authors/rita-coolidge-quotes"
  },
  {
    "id": "id-294",
    "quote": "For a start-up company, it is all about the religion of the product's excellence - the success of the product - while for a large corporation, it is the brand. We chose to maintain our start-up image.",
    "author": "Noam Bardin",
    "author-link": "/authors/noam-bardin-quotes"
  },
  {
    "id": "id-295",
    "quote": "It is my sincere hope that hospitals across Indiana, and America, continue to strive for excellence when it comes to providing medical care. This proposed rule will be harmful to communities who wish to upgrade their medical facilities.",
    "author": "Steve Buyer",
    "author-link": "/authors/steve-buyer-quotes"
  },
  {
    "id": "id-296",
    "quote": "But I think Steve's main contribution besides just the pure leadership is his passion for excellence. He's a perfectionist. Good enough isn't good enough. And also his creative spirit. You know he really, really wants to do something great.",
    "author": "Andy Hertzfeld",
    "author-link": "/authors/andy-hertzfeld-quotes"
  },
  {
    "id": "id-297",
    "quote": "Italian design is a global excellence, on a par with food, culture, cinema, and, more generally, lifestyle.",
    "author": "Paolo Gentiloni",
    "author-link": "/authors/paolo-gentiloni-quotes"
  },
  {
    "id": "id-298",
    "quote": "Indeed, while so much in education reform can divide activists into warring camps, expanding learning time unites reformers around a shared vision of bringing excellence and breadth to our nation's most impoverished and struggling schools.",
    "author": "Chris Gabrieli",
    "author-link": "/authors/chris-gabrieli-quotes"
  },
  {
    "id": "id-299",
    "quote": "I want people to be inspired that I've always strived for excellence and I've always gone beyond what anybody ever thought I could do, what I thought I myself could do. And I've allowed myself to be inspired, kept my eyes open and my senses open to inspiration around me.",
    "author": "Clara Hughes",
    "author-link": "/authors/clara-hughes-quotes"
  },
  {
    "id": "id-300",
    "quote": "In today's global economy, however, it is important to raise the bar of excellence even higher. Today's students must be prepared to compete effectively on an international level.",
    "author": "Kenny Marchant",
    "author-link": "/authors/kenny-marchant-quotes"
  },
  {
    "id": "id-301",
    "quote": "I think the definition of an artist is not necessarily tied into excellence or talent; an artist is somebody who, if you took away their freedom to make art, would lose their mind.",
    "author": "Richard Price",
    "author-link": "/authors/richard-price-quotes"
  },
  {
    "id": "id-302",
    "quote": "My philosophy all my life has been the pursuit of excellence.",
    "author": "John Kluge",
    "author-link": "/authors/john-kluge-quotes"
  },
  {
    "id": "id-303",
    "quote": "I wanted to emulate my parents - Mum captained India in basketball, and Dad won a bronze in hockey in 1972 Olympics. My focus has always been to achieve excellence whether in the field of tennis, in the corporate field, in the art of acting or in motivating youngsters.",
    "author": "Leander Paes",
    "author-link": "/authors/leander-paes-quotes"
  },
  {
    "id": "id-304",
    "quote": "We realized that Elite has the potential to really add value to a company like La Perla, due to its relationship to the fashion business, links to music, to entertainment, all of this tends to point more and more to the luxury consumer. The fashion world is one where Italy has clear excellence. I see the potential with it very clearly.",
    "author": "Silvio Scaglia",
    "author-link": "/authors/silvio-scaglia-quotes"
  },
  {
    "id": "id-305",
    "quote": "We're thrilled to expand our relationship, knowing that with the great team at the Music Group, Word, and Warner Bros., and with their proven record of excellence, we're looking ahead to an even brighter future for Curb.",
    "author": "Mike Curb",
    "author-link": "/authors/mike-curb-quotes"
  },
  {
    "id": "id-306",
    "quote": "Wherever modern translations of marked excellence were already in existence efforts were made to secure them for the Library, but in a number of instances copyright could not be obtained.",
    "author": "James Loeb",
    "author-link": "/authors/james-loeb-quotes"
  },
  {
    "id": "id-307",
    "quote": "Egypt is coming back - is becoming - is going to become, you know, a center of excellence for the region and maybe for the rest of the world.",
    "author": "Hesham Qandil",
    "author-link": "/authors/hesham-qandil-quotes"
  },
  {
    "id": "id-308",
    "quote": "I am so proud of being a Paralympian because I think the Games are a very good platform for disabled persons to perform themselves. Within the Paralympics movement, it's not just talk about excellence; it's not just talk about the competition. It's also talk about the equality and how your world accepts those disabled people.",
    "author": "Yu Chui Yee",
    "author-link": "/authors/yu-chui-yee-quotes"
  },
  {
    "id": "id-309",
    "quote": "Poetry is an art, the easiest to dabble in, but the hardest to reach true excellence.",
    "author": "J. G. Stedman",
    "author-link": "/authors/j-g-stedman-quotes"
  },
  {
    "id": "id-310",
    "quote": "Poetry is an art, and chief of the fine art; the easiest to dabble in, the hardest in which to reach true excellence.",
    "author": "Edmund Clarence Stedman",
    "author-link": "/authors/edmund-clarence-stedman-quotes"
  },
  {
    "id": "id-311",
    "quote": "I wanted the press to become something of a movement. Not a movement committed to a particular 'ism', but a gathering together of writers with an aesthetic approach to literature and with a lust for excellence.",
    "author": "John Metcalf",
    "author-link": "/authors/john-metcalf-quotes"
  },
  {
    "id": "id-312",
    "quote": "Throughout my career, as both a physician and a scientist, I have drawn inspiration from Merck's unwavering commitment to scientific excellence. Over time, this commitment has brought forth an unparalleled number of breakthrough medicines and vaccines that improve the lives of patients around the world.",
    "author": "Roger M. Perlmutter",
    "author-link": "/authors/roger-m-perlmutter-quotes"
  },
  {
    "id": "id-313",
    "quote": "When we talk about Oscars, it's almost as a symbol of excellence, and the American public and the worldwide public accept that symbol. So, a movie like 'The Artist' that costs $14 million, has to go out and compete with movies that cost $140 million. How does David deal with Goliath?",
    "author": "Harvey Weinstein",
    "author-link": "/authors/harvey-weinstein-quotes"
  },
  {
    "id": "id-314",
    "quote": "When we talk about Oscars, it's almost as a symbol of excellence, and the American public and the worldwide public accept that symbol.",
    "author": "Harvey Weinstein",
    "author-link": "/authors/harvey-weinstein-quotes"
  }
]
